LEXICON = {
    'commands': {
        '/start': 'В этом боте можно сыграть в классическую виселицу.\n\n'
                  'Вам будет загадано слово и дано его описание.\n\n'
                  'За ограниченное количество попыток необходимо понять, что за слово скрыто.\n\n'
                  'Нажмите "Начать игру".'
    }
}

LEXICON_MENU_COMMANDS: dict[str, str] = {
    '/start': 'Запуск бота',
    '/cancel': 'Остановить игру'
}

LEXICON_INLINE_COMMANDS: dict[str, str] = {
    'start_game': 'Начать игру'
}
